[
    {
      "title": ["Queryable", "Wisdom"],
      "text": "What would you do differently if you could ask questions and get trustworthy and traceable answers from the collective wisdom of your network at your fingertips?",
      "imgSrc": "source/img/Iconography/Queryable Wisdom.png",
      "link": "Queryable-Wisdom.html"
    },
    {
      "title": ["Voice of", "Communities"],
      "text": "Wouldn’t it be super helpful if you had a simple way to include the voice of the communities that you work with, in your decision-making and programme design processes?",
      "imgSrc": "source/img/Iconography/Voice of Communities.png",
      "link": "Voice-Communities.html"
    },
    {
      "title": ["Power of", "Co-Creation"],
      "text": "How cool would it be if you are able to unlock valuable and actionable insights instantly every time you co-create knowledge with your network through virtual or in-person conversations?",
      "imgSrc": "source/img/Iconography/Power of Co-Creation.png",
      "link": "Power-of.html"
    },
    {
      "title": ["Knowledge", "Curation"],
      "text": "Do you want to know how to consolidate and synthesize the knowledge across your organization and network to create an emerging, ever-growing digital brain?",
      "imgSrc": "source/img/Iconography/Knowledge Curation.png",
      "link": "Knowledge-Curation.html"
    },
    {
      "title": ["Holistic", "Impact"],
      "text": "Isn’t it more effective when you are able to turn around, listen and sense all across your network of diverse stakeholders, when you are assessing the impact that your work has created?",
      "imgSrc": "source/img/Iconography/360 Degree Impact.png",
      "link": "Holistic-Impact.html"
    },
    {
      "title": ["Discover", "Connections"],
      "text": "Is there a way for you to speed up the process of discovering other change leaders across the world, who are working on similar issues, solving with similar approaches, who care about similar communities, funders who fund similar work etc.?",
      "imgSrc": "source/img/Iconography/Discover Connections.png",
      "link": "Discover-Connections.html"
    }
  ]
  